Repository: eternityduck/WEB-Labs
Catalog: ForumWebMVC/ForumWebMVC/Resources/Views/Topic/Topic.*.resx
Languages: de

source: Welcome to the
de: Willkommen zu

source: forum. Please keep posts friendly and on-topic
de: forum. Bitte halten Sie die Beiträge freundlich und themenbezogen

source: Please read the Forum Guidelines before creating a new post
de: Bitte lesen Sie die Forenrichtlinien, bevor Sie einen neuen Beitrag erstellen

source: You must be a
de: Sie müssen ein

source: registered member
de: registriertes Mitglied

source: to create a new post
de: um einen neuen Beitrag zu erstellen

source: Search...
de: Suche...

source: search
de: Suche

source: Create Post
de: Beitrag erstellen

source: No search results found for
de: Keine Suchergebnisse gefunden für

source: question_answer
de: Frage Antwort

source: Replies
de: Antworten
